{
  "navigation": {
    "viewSectionResults": "Show results",
    "chooseAnotherSection": "Choose Another Section",
    "viewAllResults": "View All Results",
    "viewTeamResults": "Calculate Team Results",
    "goBack": "Back",
    "goHome": "Home",
    "survey": "Survey",
    "teamsSurvey": "Team Results",
    "yourEmail": "Email: ",
    "yourTeam": "Department: ",
    "profile": {
      "notSet": "Please fill your profile"
    },
    "itLevel": "IT Level: ",
    "jobTitle": "Job Title: ",
    "pleaseSelectItLevel": "Please select an IT Level",
    "pleaseSelectJobTitle": "Please select a Job Title"
  },
  "welcome": {
    "startUsingTitle": "Start your Digital Standards Self Assessment",
    "startUsingDesc": "Not sure what the Digital Standards assessment tool is? Continue [reading below](#welcomeNoticeTitle).",
    "takeTheSurvey": "Take assessment",
    "takeTheSurveyDesc": "Click [here](#/survey), or click “Survey” in the top menu bar to start the survey.",
    "calculateTeamResults": "Calculate Team Results",
    "calculateTeamResultsDesc": "Click [here](#/teamSurveys), or click “Team results” in the top menu bar to start calulating team results.",
    "welcomeNoticeTitle": "What is the Digital Standards Self-Assessment tool?",
    "subtitle1": "With this tool you can:",
    "section1p1": "Measure Personal growth and success",
    "section1p2": "You can compare previous test results to current test results to see your personal growth over time.",
    "section1p3": "Measure Teams growth and success",
    "section1p4": "You can calulate teams results and can evaluate the teams overall growth and success or compare to your teams previous test results.",
    "subtitle2": "Time required:",
    "section2p1": "You are not required to answer each section in a single visit, but we encourage teams to complete them all at least once to establish a full baseline.",
    "section2p2": "About 5 minutes per section",
    "section2p3": "Approx. 50 minutes to complete all 10 sections",
    "subtitle3": "Privacy Notice:",
    "section3p1": "Browser Cache",
    "section3p2": "Responses to the Digital Standards Self-Assessment are stored locally on your computer (browser's cache), and the Government of Canada does not save any information.",
    "welcomeNoticeBody": "The following tool is based on the Digital Standards playbook that was published in 2021. \n\nThis tool will **support teams in the integration of the Digital Standards into their ways of working.** \n\nTeams are invited to complete the self-assesment every 6 (six) to 12 (twelve) months **to measure their progress**. However, you may use the tool at your discretion all year around as a team or individually."
  },
  "welcome2": {
    "A1": "Guidelines",
    "B1": "Goal",
    "P1": "The purpose of this questionnaire is to better understand what knowledge, skills, abilities and other attributes are required to be successful in the IT job. It is meant as a systematic assessment of the job requirements rather than an assessment of your own competencies. For the pupose of this program, you are invited as a job expert and your input will contribute to the modernization of the job profile applying to your position. This review will provide a detailed snap shot of the job requirements by levels and domains of skills which will be used to staff positions, identify learning priorities or manage talent. The main intent of the program is to enhance the career of all IT employees. You may note that some task elements do not relate to the job you currently hold. This is perfectly normal as we need to ensure a full examination of all possible competencies applying to your domain of employment.",
    "B2": "Participation",
    "P2": "Participation is completely volontary. All sections included in this questionnaire must be completed fully and honestly. This questionnaire has been designed with features facilitating the answering of question such as drop down menus. It should require two hours approximatively to complete in full. This tool represents the latest HR innovation with respect to assessment of job competency requirements.",
    "B3": "Honesty",
    "P3": "The effectiveness of this questionnaire depends on the quality of the answers provided by the participants. Overstating the true abilities required by the job will lead to unreliable competency profiles. It is therefore important to answer honestly and avoid overthinking each item/question. It is suggested that you answer all questions confidently based on the most obvious evidence that initially comes to mind. Keep in mind that your answers will be aggregated with the answers of other employees to identify key aspects of IT jobs.",
    "P4": "Overall, it can be said that honest answering is the best way to minimize errors in reflecting on your position's competency requirements. However, the best way to ensure reliability of results is to focus on the job and not what you can do. We are aware that many if not most IT/IM employees possess a wider variety/higher level of competencies than the one required by the job. This is fully expected and it is for this reason that you must ensure that your answers reflect the job requirements for effective performance in the position. Clearly it may underestimate what you know and what you can do.  You should be aware that the data provided in this questionnaire will be used for research purposes, with a view to improve the current competency framework being used for HR IT management.",
    "A2": "Instructions",
    "P5": "The following section provides a list of statements used to describe IT jobs requirements. It is intended to identify which tasks define the position you currently hold. Some items may reflect your job requirements while some others may not. The intent is to confirm what your current job requirements are. The questionnaire is divided into three sections: Technical Competencies, Organizational Competencies and Personnality Requirtements. For each item, using the list boxes provided for task importance, please select the descriptor which best describe the job requirements. Please note that if you don't provide an answer to one item, the program will automatically insert not important for this item.",
    "P6": "With respect to the Technical Competency Requirements section, there are eleven set of IT competencies being assessed. If you find that some sections (i.e. Application Development, Architecture, etc...) do not matter to your job, you may want to skip the whole section and go directly to the following set of competency. Please make sure that you don't leave unfilled any valid set of technical requirements. Requirements dealing with Organizational Competencies and Personality apply to all job profiles, so make sur to complete these two sets of requirements as well.",
    "P7": "Thank you for your participation!"
  },
  "downloadUploadSurvey": {
    "title": "Upload Survey",
    "fileName": "File Name:",
    "surveyData": "Please upload a survey file",
    "OK": "OK",
    "cancel": "Cancel",
    "format": "In Pretty Format",
    "browse": "Browse",
    "uploadSurvey": "Upload Survey",
    "downloadSurvey": "Download Full Survey",
    "inputFileName": "Please enter a file name",
    "downloadTitle": "Download Survey"
  },
  "validation": {
    "file": {
      "required": "Please upload a survey data file",
      "format": "%{fileName} - This file is in the wrong format",
      "differentFormat": "The format of uploaded files are different"
    },
    "fileName": {
      "required": "Please input a file name"
    },
    "email": {
      "invalid": "Invalid email address"
    }
  },
  "showHideLink": {
    "show": "Show",
    "hide": "Hide"
  },
  "buttons": {
    "startAgain": "Start Again",
    "saveButton": "Save",
    "submitButton": "Submit your results",
    "OK": "OK",
    "reset": "Reset"
  },
  "htmlCode": "en-CA",
  "survey": {
    "currentScore": "Current Score",
    "currentSurveyResults": "Current Survey Results",
    "sectionResultsTitle": "Section Results",
    "pleaseFinishAllQuestions": "Please answer all questions.",
    "noProgress": "The Digital Standards self-assessment has not yet started. Please choose a section to complete."
  },
  "teamResults": {
    "title": "Team Results Overview",
    "startDate": "Start Date:",
    "endDate": "End Date:",
    "description": "Results will apear below once you find 1 or more survey(s).",
    "calcResults": "Calculate Results",
    "teamName": "Team Name",
    "showIndividualBreakdownInstruction": "**NOTE**: Click on team name to show individual breakdown",
    "showIndividualBreakdown": "Click to show individual breakdown",
    "hideIndividualBreakdown": "Hide individual breakdown",
    "actions": "Actions",
    "submitSuccess": "Submit successfully!",
    "submitFailed": "Submit failed, please try again later.",
    "profileIsRequired": "Please enter your email and team name",
    "deleteTeam": "Click to delete this team"
  }
}
