{
  "navigation": {
    "viewSectionResults": "Voir les résultats",
    "chooseAnotherSection": "Choisir une autre section",
    "viewAllResults": "Tous les résultats",
    "viewTeamResults": "Résultats de l'équipe",
    "goBack": "Retour",
    "goHome": "Accueil",
    "survey": "Sondage",
    "teamsSurvey": "Résultats de l'équipe",
    "yourEmail": "Votre e-mail:",
    "yourTeam": "Département:",
    "profile": {
      "notSet": "Veuillez saisir votre profil"
    },
    "itLevel": "Niveau en TI: ",
    "jobTitle": "Titre du poste: ",
    "pleaseSelectItLevel": "Veuillez sélectionner un niveau en TI",
    "pleaseSelectJobTitle": "Veuillez sélectionner un titre de poste",
    "timeInThePosition": "Durée dans le poste",
    "lessThanAYear": "Moins d'un an",
    "oneYearOrMore": "Un an et plus"
  },
  "welcome": {
    "startUsingTitle": "Commencez votre auto-évaluation des normes numériques",
    "startUsingDesc": "Vous ne savez pas ce qu'est l'outil d'évaluation des normes numériques? Continuez [lire ci-dessous] (#Titre message de bienvenue). ",
    "takeTheSurvey": "Faire l'évaluation",
    "takeTheSurveyDesc": "Cliquez [ici](#/survey), ou sur « Sondage » dans la barre de menus supérieure pour commencer le sondage.",
    "calculateTeamResults": "Calculer les résultats de l'équipe",
    "calculateTeamResultsDesc": "Cliquez [ici](#/teamSurveys) ou sur « Résultats de l'équipe » dans la barre de menus supérieure pour commencer à calculer les résultats de l'équipe.",
    "welcomeNoticeTitle": "Bienvenue à l'outil d'autoévaluation des normes relatives au numérique!",
    "subtitle1": "Avec cet outil, vous pouvez :",
    "section1p1": "Mesurer la croissance et la réussite personnelles",
    "section1p2": "Vous pouvez comparer les résultats de tests précédents aux résultats de tests actuels pour voir votre croissance personnelle au fil du temps.",
    "section1p3": "Mesurer la croissance et la réussite des équipes",
    "section1p4": "Vous pouvez calculer les résultats des équipes et évaluer leur croissance et leur réussite globales ou les comparer aux résultats des tests précédents de vos équipes.",
    "subtitle2": "Temps requis :",
    "section2p1": "Vous n'êtes pas tenu de répondre à chaque section en une seule visite, mais nous encourageons les équipes à y répondre au complet au moins une fois de manière à créer une base de référence complète.",
    "section2p2": "Environ 5 minutes par section",
    "section2p3": "Environ 50 minutes pour répondre aux 10 sections",
    "subtitle3": "Avis de confidentialité :",
    "section3p1": "Cache du navigateur",
    "section3p2": "Les réponses à l'auto-évaluation sur DevOps sont stockées localement sur votre ordinateur (mémoire cache du navigateur), et le gouvernement du Canada ne sauvegarde aucune information.",
    "welcomeNoticeBody": "L'outil suivant est basé sur le directive des normes relatives au numérique qui a été publié en 2021. \n\nCet outil **soutiendra les équipes dans l'intégration des normes numériques dans leurs méthodes de travail**. \n\nLes équipes sont invitées à remplir l'auto-évaluation tous les 6 (six) à 12 (douze) mois **pour mesurer leurs progrès**. Toutefois, vous êtes libre d'utiliser l'outil tout au long de l'année, que ce soit en équipe ou individuellement."
  },
  "welcome2": {
    "A1": "Lignes directrices",
    "B1": "But",
    "P1": "Le présent questionnaire a pour but de mieux comprendre les connaissances, compétences, capacités et autres attributs qui sont nécessaires pour réussir dans le poste en TI. Il s’agit d’une évaluation systématique des exigences du poste plutôt que d’une évaluation de vos propres compétences. Dans le cadre de ce programme, vous êtes invité à participer en tant qu’expert dans le poste, et vos réponses contribueront à la modernisation du profil d’emploi qui s’applique à votre poste. Cet examen donnera un aperçu détaillé des exigences des postes par niveaux et domaines de compétences, ce qui permettra de pourvoir à des postes, de déterminer les priorités d’apprentissage et de gérer les talents. L’objectif principal du programme est d’améliorer la carrière de tous les employés en TI. Vous remarquerez peut-être que certains éléments de la tâche ne sont pas liés au poste que vous occupez actuellement. C’est parfaitement normal, car nous devons assurer un examen complet de toutes les compétences possibles s’appliquant à votre domaine d’emploi.",
    "B2": "Participation",
    "P2": "La participation est totalement facultative. Toutes les parties du questionnaire doivent être remplies entièrement et avec honnêteté. Le questionnaire a été doté de fonctionnalités facilitant la réponse aux questions, comme des menus déroulants. Il devrait vous falloir environ deux heures pour le remplir au complet. Cet outil représente la dernière innovation des RH pour l’évaluation des exigences en matière de compétences requises par les postes.",
    "B3": "Honnêteté",
    "P3": "L’efficacité du questionnaire dépend de la qualité des réponses fournies par les participants. Surévaluer les véritables capacités requises par le poste conduira à des profils de compétences peu fiables. Il est donc important de répondre honnêtement et d’éviter de trop réfléchir à chaque élément/question. Il est conseillé de répondre à toutes les questions avec confiance en vous basant sur les preuves les plus évidentes qui vous viennent initialement à l’esprit. N’oubliez pas que vos réponses seront compilées avec les réponses des autres employés pour établir les aspects clés des emplois en TI.",
    "P4": "Dans l’ensemble, on peut dire que répondre honnêtement est le meilleur moyen de réduire au minimum les erreurs de réflexion sur les compétences requises pour votre poste. Cependant, la meilleure façon d’assurer la fiabilité des résultats est de se concentrer sur l’emploi et non sur ce que vous pouvez faire. Nous sommes conscients que bon nombre, sinon la plupart, des employés en GI-TI possèdent une plus grande variété/un plus haut niveau de compétences que ce qu’exige le poste. C’est tout à fait normal, et c’est pour cette raison que vous devez vous assurer que vos réponses reflètent les exigences du poste pour un rendement efficace dans le poste. De toute évidence, ce procédé peut sous-estimer ce que vous savez et ce que vous pouvez faire. Vous devez savoir que les données fournies dans ce questionnaire seront utilisées aux fins de recherche, en vue d’améliorer le cadre de compétences actuel que l’on utilise pour gérer la TI des RH.",
    "A2": "Instructions",
    "P5": "La partie suivante fournit une liste d’énoncés utilisés pour décrire les exigences des emplois en TI. Elle vise à déterminer les tâches qui définissent le poste que vous occupez actuellement. Certains éléments peuvent représenter les exigences de votre poste, mais d’autres non. L’intention est de confirmer les exigences de votre poste actuel. Le questionnaire est divisé en trois parties : les compétences techniques, les compétences organisationnelles et la personnalité. Pour chaque élément, à l’aide des zones de liste fournies pour l’importance des tâches, veuillez sélectionner le meilleur descripteur des exigences du poste. Veuillez noter que si vous ne fournissez pas de réponse pour un élément, le programme inscrira automatiquement non important pour cet élément.",
    "P6": "En ce qui concerne la partie des exigences en matière de compétences techniques, onze ensembles de compétences en TI sont évalués. Si vous trouvez que certaines parties (c’est-à-dire le développement d’applications, l’architecture, etc.) n’ont pas d’importance pour votre travail, vous pouvez sauter toute la partie et passer directement à l’ensemble de compétences suivant. Veuillez vous assurer de n’omettre aucun ensemble pertinent d’exigences techniques. Les exigences relatives aux compétences organisationnelles et à la personnalité s’appliquent à tous les profils d’emploi. Par conséquent, assurez-vous de répondre également aux questions correspondant à ces deux ensembles d’exigences.",
    "P7": "Merci de votre participation!"
  },
  "downloadUploadSurvey": {
    "title": "Téléverser le sondage",
    "fileName": "Nom du fichier :",
    "surveyData": "Veuillez télécharger un fichier de sondage",
    "OK": "OK",
    "cancel": "Annuler",
    "format": "En format convenable",
    "browse": "Parcourir",
    "uploadSurvey": "Téléverser le sondage",
    "downloadSurvey": "Télécharger le sondage complet",
    "inputFileName": "Veuillez saisir un nom de fichier",
    "downloadTitle": "Télécharger le sondage",
    "archiveName": "Archive Name(FR)",
    "yourTeam": "Département",
    "itLevel": "Niveau en TI",
    "jobTitle": "Titre du poste",
    "timeInThePosition": "Durée dans le poste",
    "submitTime": "Submit Time(FR)"
  },
  "validation": {
    "file": {
      "required": "Veuillez télécharger un fichier de données de sondage",
      "format": "%{fileName} - Ce fichier est au mauvais format",
      "differentFormat": "Le format des fichiers téléchargés est différent"
    },
    "fileName": {
      "required": "Veuillez saisir un nom de fichier"
    },
    "email": {
      "invalid": "Adresse courriel invalide"
    }
  },
  "showHideLink": {
    "show": "Afficher",
    "hide": "Masquer"
  },
  "buttons": {
    "startAgain": "Recommencer",
    "saveButton": "Sauvegarder",
    "submitButton": "Soumettre vos résultats",
    "OK": "OK",
    "reset": "reposer"
  },
  "htmlCode": "fr-CA",
  "survey": {
    "currentScore": "Cote actuelle",
    "currentSurveyResults": "Résultats actuels du sondage",
    "sectionResultsTitle": "Résultats pour la section",
    "pleaseFinishAllQuestions": "Veuillez répondre à toutes les questions.",
    "noProgress": "L'auto-évaluation DevOps n'a pas encore commencée. Veuillez choisir une section à compléter.",
    "submittingMultipleTimesIsNotAllowed": "Vous pouvez envoyer vos réponses une seule fois."
  },
  "teamResults": {
    "title": "Aperçu des résultats de l'équipe",
    "startDate": "Date de début",
    "endDate": "Date de fin",
    "description": "Les résultats s'afficheront ci-dessous une fois que vous aurez trouvé un ou plusieurs sondages.",
    "calcResults": "Calculer les résultats",
    "teamName": "Nom de l'équipe",
    "showIndividualBreakdownInstruction": "**REMARQUE** : Cliquez sur le nom de l'équipe pour afficher la répartition individuelle.",
    "showIndividualBreakdown": "Cliquez pour afficher la répartition individuelle.",
    "hideIndividualBreakdown": "Masquer la répartition individuelle.",
    "actions": "Actions",
    "submitSuccess": "Envoi réussi",
    "submitFailed": "Échec de l’envoi, veuillez réessayer plus tard.",
    "deleteTeam": "Cliquez pour supprimer cette équipe"
  },
  "exportExcel": {
    "title": "Export Result to Excel(FR)",
    "dataNotFound": "No data was found.(FR)"
  }
}
